[
  {
    "year": 2023,
    "expanded": true,
    "articles": [
      {
        "title": "December 14, 2023 4th Quarter Chapter Meeting",
        "image": "/img/news/SAWE_SER_4th_Qtr_Meeting2023.jpg",
        "imageLink": "/documents/SAWE_SER_4th_Qtr_Mtg_12-14-2023_Presentation.pdf",
        "body": "For our final meeting of the year we met to recap our accomplishments and plan for 2024. Our President, Tom Tanner walked us through the presentation and identified some goals for next year.  Alyx Stubbers and Damian Yanez provided insight into activities at the international level and invited members to join in. The presentation may be found below.",
        "links": [
          { "text": "Meeting Presentation", "url": "/documents/SAWE_SER_4th_Qtr_Mtg_12-14-2023_Presentation.pdf" }
        ]
      },
      {
        "title": "May 20-24, 2023 82nd International Conference",
        "image": "/img/events/SAWE_2023_Conference.png",
        "imageLink": "https://www.sawe.org/conferences/intl23/",
        "body": "Eight members of our Chapter attended the 82nd International Conference on Mass Properties in Cocoa Beach Florida. The list included: Director - Alyx Stubbers, President - Tom Tanner, Vice President - Ross Campbell, Secretary - Josh McElveen, Nathan Hewitt, Luis Alberto Lopez, Evan Smith, and Damian Yañez who presided over the event as International President.  Many thanks to Gulfstream for supporting our attendance and for being a Ruby level Sponsor and exhibitor. The Conference was very successful with attendees from around the world having many opportunities to network and learn from each other. Members can download the SAWE Fall Journal at the link below which includes a summary of the proceedings.",
        "links": [
          { "text": "Fall Journal 2023", "url": "https://www.sawe.org/journal/fall-2023", "external": true }
        ]
      },
      {
        "title": "April 25, 2023 2nd Quarter Chapter Meeting",
        "image": "/img/news/Q2_2023_Meeting_Presentation_Cover.jpg",
        "imageLink": "/documents/SAWE_SER_2nd_Qtr_Mtg_04-25-2023_Presentation.pdf",
        "body": "Early in the 2nd Quarter we met to announce the results of our Chapter Election. Tom Tanner presented the results as follows: Director - Peter Stubbers, President - Tom Tanner, Vice President - Ross Campbell, Treasurer - Adam Cox, Secretary - Josh McElveen.  Congratulations and thanks to our Officers for stepping up to support our members. The announcement was followed by a presentation by our International President and fellow Chapter member, Damian Yanez, who provided an update on activities at the SAWE International level.  The presentation may be found below.",
        "links": [
          { "text": "Meeting Presentation", "url": "/documents/SAWE_SER_2nd_Qtr_Mtg_04-25-2023_Presentation.pdf" }
        ]
      },
      {
        "title": "March 23, 2023 1st Quarter Chapter Meeting",
        "image": "/img/events/SAWE_SER_1st_Qtr_Mtg_03-23-2023_Announcement.png",
        "imageLink": "/documents/SAWE_SER_1st_Qtr_Mtg_03-23-2023_Presentation.pdf",
        "body": "For our first Chapter Meeting of 2023, Tom Tanner introduced our latest slate of candidates for Chapter Officers and announced that Elections would take place from March 27-31.  Also noteworthy is that five people from the Gulfstream Production Mass Properties Team will be attending the International Conference in May in Cocoa Beach, FL.",
        "links": [
          { "text": "Meeting Presentation", "url": "/documents/SAWE_SER_1st_Qtr_Mtg_03-23-2023_Presentation.pdf" }
        ]
      }
    ]
  },
  {
    "year": 2022,
    "expanded": false,
    "articles": [
      {
        "title": "September 26, 2022 3rd Quarter Chapter Meeting",
        "image": "/img/events/SAWE_SER_3rd_Qtr_Meeting2022.png",
        "imageLink": "/documents/SAWE_SER_3rd_Qtr_Meeting_2022_Announcement.pdf",
        "body": "For our first Chapter Meeting following the International Conference, we were pleased to have Brett Mcfarland from our local chapter give a presentation on Zero Fuel Weight and CG Envelope Development and Usage. This is a topic that is of particular interest to Gulfstream employees and customers since the zero fuel weight and CG envelope provides critical safety limits for aircraft operations.  An excellent Q&A session followed.",
        "links": [
          { "text": "Envelope Presentation", "url": "/documents/Document_Not_Available.pdf" }
        ]
      },
      {
        "title": "May 21-25, 2022 81st International Conference",
        "image": "/img/events/International-conference-2022.png",
        "imageLink": "https://www.sawe.org/conferences/intl22/",
        "body": "After an incredible amount of planning and preparations, our Chapter hosted a very successful Board of Directors Meeting and International Conference at the DeSoto Savannah Hotel here in Savannah, GA! Many thanks to all of our sponsors, attendees and local volunteers who made this a very enjoyable event for everyone.  Special thanks to Gulfstream who supported us financially and encouraged and enabled our entire Mass Properties Team to attend. The papers and vendor presentations were excellent, and are available to attendees through the Attendee hub app. Those people who were unable to attend can find the papers in our SAWE store at sawe.org. Congratulations to Damian Yanez for once again receiving the Best Chapter Website Award as Editor, and Tom Tanner and Ross Campbell for receiving the Conference Co-Chair Recognition Awards.  Also, congrats to Peter Stubbers for receiving another President's Award based on his excellent work in learning and implementing our new registration system in record time.  We our now looking forward to the next Conference in Cocoa Beach, FL in May 2023.",
        "links": [
          { "text": "Conference Photos", "url": "/documents/SAWE_81st_International_Conference_Pictures.pdf" }
        ]
      }
    ]
  },
  {
    "year": 2021,
    "expanded": false,
    "articles": [
      {
        "title": "November 1-12, 2021 International Tech Fair",
        "image": "/img/events/SAWE_2021_Virtual_Tech_Fair_Banner.png",
        "imageLink": "https://www.sawe.org/2021_TechFair",
        "body": "We secured funding from Gulfstream for our entire Mass Properties team to attend the 2021 Virtual Tech Fair.  The papers and vendor presentations were excellent.  This virtual conference took the place of the in-person conference that was originally scheduled for May in Cocoa Beach, FL.  Due to the pandemic the Cocoa Beach conference will now be held in May, 2023.  Prior to that, our Chapter is looking forward to hosting the next in-person conference at the DeSoto Hotel in Savannah, GA in May of 2022. Congratulations to Peter Stubbers for being selected as the Ed Payne Young Engineer of the Year!  Also congrats to Damian Yanez for receiving the Best Chapter Website Award as Editor, and a President's Award for his work as SAWE Handbook Committee Chairman.  Other President's Award recipients from our chapter were Peter Stubbers, Tom Tanner, Ross Campbell, Dell Ruff, and Luis Alberto Lopez for contributions to the handbook.",
        "links": []
      },
      {
        "title": "October 2, 2021 2022 International Conference Planning Meeting",
        "image": "/img/news/Group_Photo.jpg",
        "imageLink": "/documents/2022-SAWE-Conference-Invitation.pdf",
        "body": "We hosted our planning meeting at the DeSoto Hotel in Savannah to prepare for the upcoming event in May.  Bill Boze, Clint Stephenson, and Greg Ray were our guests, and Fred Brown, Robert Zimmerman, and Dan Rowley joined us via Zoom.  Attendees from our local committee included Tom Tanner, Ross Campbell, Nathan Hewitt, Damian Yanez, Peter Stubbers, Farid Farizy, and Luis Alberto Lopez.  During the meeting we reviewed the schedule, proposed events, budget, and toured the hotel facilities to ensure everything will be in place for the conference.  We feel confident this event will be exceptional! Don't miss it! Click below to view photos from the meeting.",
        "links": [
          { "text": "Planning Meeting Photos", "url": "/documents/2022-SAWE-Conference-Planning-Meeting-Photos.pdf" }
        ]
      },
      {
        "title": "June 30, 2021 Chapter Meeting",
        "image": "/img/events/SAWE_SER_2nd_Qtr_Meeting2021.png",
        "imageLink": "/documents/SAWE_SER_2nd_Qtr_Mtg_2021_Announcement.pdf",
        "body": "Our second Chapter meeting of the year was held virtually via WebEx again. We had 22 SAWE members and guests in attendance.  After a review of our Chapter status and projects, Tom Tanner from Gulfstream gave a presentation entitled Managing the Effects of In-flight Passenger Migration. His presentation described the current regulations and methods for dealing with passengers moving in the cabin for small, medium and large aircraft. Click below to view the presentation.",
        "links": [
          { "text": "Passenger Migration Presentation", "url": "/documents/Document_Not_Available.pdf" }
        ]
      },
      {
        "title": "March 18, 2021 Chapter Meeting",
        "image": "/img/events/SAWE_SER_1st_Qtr_Meeting2021.jpg",
        "imageLink": "/documents/SAWE_SER_1st_Qtr_Mtg_03-18-2021.pdf",
        "body": "Our first Chapter meeting of the year was held virtually via WebEx again. We had 14 SAWE members and guests in attendance.  After a review of our Chapter status and projects, Damian Yanez, Ross Campbell and Adam Cox from Gulfstream gave a presentation entitled MassToGrids - A New Process for Applying Mass To FEMs. The three presenters described how they were challenged to quickly develop a method and new tool, MassToGrids, that enabled them to rapidly export parts data from their AMPS mass properties management system and distribute it to appropriate nodes in a dynamics finite element model (FEM). Click below to view the presentation.",
        "links": [
          { "text": "MassToGrids Presentation", "url": "/documents/MassToGrids_External.pdf" }
        ]
      }
    ]
  },
  {
    "year": 2020,
    "expanded": false,
    "articles": [
      {
        "title": "December 10, 2020 Chapter Meeting",
        "image": "/img/events/4thQtrMtg2020.jpg",
        "imageLink": "/documents/SAWE_SER_4th_Qtr_Mtg_12-10-2020.pdf",
        "body": "Our 2nd and final Chapter meeting of the year was once again held via WebEx due to the pandemic. We opened up our proceedings to all SAWE members and interested parties and had 32 attendees from all over globe!  After a review of our Chapter status and projects, Tom Tanner, the Mass Properties Group Head at Gulfstream, gave another great presentation entitled Getting to Know AC 120-27F - FAA Guidance for Weight and Balance Control. Tom helped clarify this important advisory circular that describes what the Federal Aviation Administration looks for in an acceptable weight and balance control plan. This was followed by an excellent Q and A session.  Click below to view the presentation.",
        "links": [
          { "text": "Getting to Know AC 120-27F", "url": "/documents/Getting_to_Know_AC-120-27F.pdf" }
        ]
      },
      {
        "title": "June 22 - July 10, 2020 SAWE Tech Fair",
        "image": "/img/news/SAWE_2020_Tech_Fair_News.png",
        "imageLink": "/documents/SAWE-Tech-Fair-Program_24June.pdf",
        "body": "Due to the Covid-19 crisis, the International Conference scheduled for Hamburg, Germany was replaced with an online Tech Fair. For only $199, members from all over the world were able to use the ZOOM online platform to attend technical and vendor presentations, as well as discuss the current work on standards and practices. With the support of Gulfstream, five SER Chapter members were able to join the online proceedings, which is many more than would typically be able to attend in person. Feedback on this format was very positive. Congratulations to Damian Yanez for receiving the Best Chapter Website award, and for being elected as an SAWE Fellow.  Also, our chapter bid for hosting the 2022 International Conference was accepted, so volunteers are actively being recruited.",
        "links": [
          { "text": "SAWE Tech Fair Program", "url": "/documents/SAWE-Tech-Fair-Program_24June.pdf" }
        ]
      },
      {
        "title": "April 22, 2020 Chapter Meeting",
        "image": "/img/events/1stQtrMeetingNotice2020.png",
        "imageLink": "/documents/SAWE_SER_1st_Qtr_Mtg_04-22-2020.pdf",
        "body": "Our first Chapter meeting of 2020 was a lunch and learn event that had to be conducted online due to the Covid-19 crisis. Following a discussion of our Chapter status and international topics, Tom Tanner and Ben Flood from Gulfstream provided a very interesting presentation entitled Mass Properties Challenges in Aircraft Interior Outfitting - Function vs. Fashion providing insight into some of the methods and tradeoffs required to satisfy customer preferences while maintaining aircraft safety and performance. Click below to view the presentation.",
        "links": [
          { "text": "Aircraft Interiors Presentation", "url": "/documents/Document_Not_Available.pdf" }
        ]
      }
    ]
  },
  {
    "year": 2019,
    "expanded": false,
    "articles": [
      {
        "title": "December 12, 2019 Chapter Meeting",
        "image": "/img/news/PeterStubbersBuoyancyPresentation2019-2.jpg",
        "imageLink": "/documents/SAWE_SER_4th_Qtr_Dinner_Meeting_2019.pdf",
        "body": "Our final event of 2019 was a dinner and social event at NaaN Apetit Authentic Indian Restaurant in Pooler, GA. Following a discussion of our Chapter status and international topics, Peter Stubbers from Gulfstream provided a very interesting presentation entitled Will it Float? Predicting Aircraft Buoyancy based on the work he is doing to improve Gulfstream's capabilities in this area. He will be presenting a paper on the topic at the SAWE International Conference in Hamburg. Click below to view the presentation.",
        "links": [
          { "text": "Aircraft Buoyancy Presentation", "url": "/documents/Buoyancy_Presentation-Stubbers-SAWE_Winter_Social_2019.pdf" }
        ]
      },
      {
        "title": "September 12, 2019 Chapter Meeting",
        "image": "/img/news/3rdQtrMeeting2019.jpg",
        "imageLink": "/documents/SAWE_SER_3rd_Qtr_Mtg_09-12-2019.pdf",
        "body": "Our 3rd Chapter Meeting of the year was another Lunch and Learn held at Gulfstream in Savannah, GA. After a discussion of our Chapter status and international topics, Damian Yanez provided a presentation on Estimating Mass Moments of Inertia - A Quick Check Method. This method can be very helpful in cases where you need to quickly estimate the MOI of a part or assembly, or check the values provided by a supplier. Click below to view the presentation.",
        "links": [
          { "text": "MOI Presentation", "url": "/documents/QuickCheckMethodForEstimatingMOI.pdf" }
        ]
      },
      {
        "title": "June 13, 2019 Chapter Happy Hour",
        "image": "/img/news/2ndQtrMtg2019.jpg",
        "imageLink": "/documents/SAWE_SER_2nd_Qtr_Happy_Hour_2019.pdf",
        "body": "For our 2nd Chapter Meeting of the year, we met for happy hour and dinner at Los Bravos Mexican Restaurant in Pooler, GA. The food and beverages were excellent, and a good time was had by all.",
        "links": []
      },
      {
        "title": "March 25, 2019 Chapter Meeting",
        "image": "/img/news/NathanHewitt_3-25-2019.jpg",
        "imageLink": "/documents/SAWE_SER_1st_Qtr_Mtg_03-25-2019.pdf",
        "body": "For our 1st Chapter Meeting of the year, Nathan Hewitt from Gulfstream delivered a very interesting presentation on Methods and Tooling for Measuring Weight and CG of the G500 and G600 Winglets. This Lunch and Learn topic highlighted not only the fixture used, but also the math required to transform the as measured configurations into aircraft coordinates. Click below to view the presentation.",
        "links": [
          { "text": "Winglet Presentation", "url": "/documents/Document_Not_Available.pdf" }
        ]
      }
    ]
  },
  {
    "year": 2018,
    "expanded": false,
    "articles": [
      {
        "title": "December 13, 2018 Chapter Meeting",
        "image": "/img/news/DinnerWithThePresident1.jpg",
        "imageLink": "/documents/Dinner_with_the_President_Pictures.pdf",
        "body": "We had a sold-out \"Dinner with the President\" end of year event with Bill Boze, our SAWE International President and Executive Director Elect.  Bill provided an informative and entertaining presentation entitled Everything You Wanted to Know About Mass Properties Engineering but Were Afraid to Ask. The meeting was held at Vic's on the River; one of Savannah's premier fine-dining restaurants. Click on the picture to view more photos of the event.  Click below to view the presentation.",
        "links": [
          { "text": "President's Presentation", "url": "/documents/SAWE_SER_4th_Qtr_Meeting_2018.pdf" }
        ]
      },
      {
        "title": "September 27, 2018 Chapter Meeting",
        "image": "/img/news/ChapterMtg-09272018.jpg",
        "imageLink": "/documents/SAWE_SER_3rd_Qtr_Mtg_09-27-2018.pdf",
        "body": "Tom Tanner from Gulfstream gave a very interesting Lunch and Learn presentation on Electrical Wiring Interconnect System (EWIS) Mass Properties Management and Regulations. The meeting was held at Gulfstream, and we had 14 people attend in person, and 1 via Webex. Click below to view the presentation.",
        "links": [
          { "text": "EWIS Presentation", "url": "/documents/Document_Not_Available.pdf" }
        ]
      },
      {
        "title": "June 14, 2018 Chapter Meeting",
        "image": "/img/news/ChapterMtg-06142018.jpg",
        "imageLink": "/documents/SAWE_SER_2nd_Qtr_Mtg_06-14-2018.pdf",
        "body": "Damian Yanez gave a presentation that included a summary of the history of our Chapter and the benefits of being a member.  The meeting was held at Gulfstream, and was well attended. Our Chapter supplied pizza and drinks, and we picked up four new members.  Click below to view the presentation.",
        "links": [
          { "text": "Welcome to SAWE (Updated 10/1/2019)", "url": "/documents/Welcome_to_SAWE_SER.pdf" }
        ]
      }
    ]
  }
]
